console.log(`
  1. Вёрстка валидная. "Document checking completed. No errors or warnings to show". +10
  2. Вёрстка семантическая. Присутствуют теги: figure +2, figcaption +2, footer +2, header +2, main +2, nav +2, section +2, h1 +2, h3 +2, h4 +2). +20
  3. Для оформления СV используются css-стили. +10
  4. Контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет тянется во всю ширину страницы. +10
  5. Вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется. Как выяснилось в теме "cv-2021q3" на Дискорде, подсвеченный код тоже не должен иметь прокрутки. Можно с этим поспорить, но требование выполнено +10
  6. Бургер-меню нет. Буду изучать в следующем таске "Музей".
  7. На странице СV присутствует изображение - фото автора CV, пропорции изображения не искажены, у изображения есть атрибут alt. +10
  8. Контакты для связи и перечень навыков оформлены в виде списка ul > li. +10
  9. CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского. +10
  10. CV содержит пример кода с подсветкой кода. Для подсветки используется js-библиотека highlight.js. Стиль подсветки черно-белый, нецветной, стиль ascetic. +10
  11. CV содержит изображение-ссылку на выполненный проект. При клике по изображению страница проекта открывается в новой вкладке. Есть название, небольшое описание, указан перечень используемых технологий. +10
  12. CV выполнено на английском языке. +10
  13. Выполнены требования к Pull Request: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages, выполнена самооценка, указан балл за каждый пункт. +10
  14. Есть видеорезюме на английском языке, встроено в страницу CV как видео. Продолжительность 2:50. В описание видео на YouTube добавлена ссылка на его транскрипцию на английском языке в Google Docs. +10
  15. Дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию. Моей задумкой было сделать резюме в строгом стиле, стилизовать под документ. +10
  Итого: 150 баллов.
  `
)