console.log(
  `1. Вёрстка валидная. "Document checking completed. No errors or warnings to show". +10
  2. Вёрстка семантическая +20 (Присутствуют теги: figure +2, figcaption +2, footer +2, header +2, main +2, nav +2, section +2, 
    h1 +2, h3 +2, h4 +2). +20
  3. Для оформления СV используются css-стили. +10
  4. Контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, если он есть, тянется во всю ширину 
  страницы. Контент размещен в блоке "main-container", фоновый цвет отсутствует. Фоновый цвет #333 имеет body. +10
  5. вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при 
  этом всё содержание страницы сохраняется. Как выяснилось в теме "cv-2021q3" на Дискорде, даже подсвеченный код не должен иметь прокрутки.
  Можно с этим не согласиться, но требование выполнено +10
  6. Бургер-меню не делала. Буду изучать в слеюущем таске "Музей".
  7. на странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены, у изображения есть атрибут 
  alt (может быть пустым). У меня это класс "avatar". +10
  8. Контакты для связи и перечень навыков оформлены в виде списка ul > li. +10
  9. CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10.
  10. CV содержит пример вашего кода (например, решение задачи с сайта codewars) с подсветкой кода. Для подсветки кода может использоваться 
  js-библиотека, например, highlight.js. Стиль подсветки намеренно выбран черно-белый, нецветной, стиль ascetic +10.
  11. CV содержит изображения-ссылки на выполненные вами проекты. При клике по изображению страница проекта открывается в новой вкладке. 
  У каждого проекта есть название, небольшое описание, указан перечень используемых технологий. +10
  12. CV выполнено на английском языке. +10
  13. выполнены требования к Pull Request: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages, 
  выполнена самооценка (самооценку расписываем по пунктам критериев оценки, указывая балл за каждый пункт). +10
  14. есть видеорезюме автора CV на английском языке. Видеорезюме встраивается в страницу CV как видео, а не в виде кнопки или ссылки. 
  Продолжительность видео 3-5 минут (±15 секунд). В описание видео на YouTube добавлена ссылка на его транскрипцию на английском языке 
  (например, в документе Google Docs). +10
  15. дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию. Осознанно постаралась
  сделать резюме в строгом стиле, стилизовать под документ, чтобы оно было максимально приближено к cv из реальной жизни. +10
  Итого: 150 баллов.
  `
)